Repository: stfn00/abbrivio
Catalog: languages/*.po
Languages: it_it

source: Abbrivio Theme Options
it_it: Abbrivio Impostazioni Tema

source: Archive Tags
it_it: Archivio Tag

source: Archives
it_it: Archivi

source: Author Box
it_it: Box Autore

source: Columns
it_it: Colonne

source: Continue reading %s <span class="meta-nav">&rarr;</span>
it_it: Continue lettura %s <span class="meta-nav">&rarr;</span>

source: Disable all Updates
it_it: Disabilita tutti gli aggiornamenti

source: Disable automatic scroll restoration
it_it: Disabilita il ripristino dello scorrimento automatico

source: Disable PDF Previews
it_it: Disabilita le anteprime PDF

source: Disable REST API
it_it: Disabilita l'API REST

source: Disable xmlrpc.php
it_it: Disabilita xmlrpc.php

source: Edit
it_it: Modifica

source: From this area you can manage the contents of the website.
it_it: Da quest'area è possibile gestire i contenuti del sito web.

source: General
it_it: Generale

source: Hi! I'm Abbrivio.
it_it: Ciao! Sono Abbrivio.

source: It seems that we cannot find what you are looking for.
it_it: Sembra che non riusciamo a trovare quello che stai cercando.

source: It seems that we cannot find what you are looking for. Perhaps search can help
it_it: Sembra che non riusciamo a trovare quello che stai cercando. Forse la ricerca ti può aiutare.

source: Mobile status bar Style
it_it: Stile della barra di stato mobile

source: New title
it_it: Nuovo titolo

source: Nothing Found
it_it: Non abbiamo trovato nulla

source: Pages:
it_it: Pagine:

# placeholder
source: Search &hellip;
it_it: Cerca &hellip;

source: Posts page
it_it: Pagina dei post

source: Posts per page limit.
it_it: Limite di post per pagina.

source: Read more
it_it: Leggi di più

source: Ready to publish your first post? <a href="%s">Get started here</a>
it_it: Pronto a pubblicare il tuo primo post? <a href="%s">Inizia qui</a>

source: Remove Admin bar
it_it: Rimuovi la barra di amministrazione

source: Remove Dashboard Widgets
it_it: Rimuovi i widget della dashboard

source: Remove default Thumb sizes
it_it: Rimuovi le dimensioni predefinite delle Thumb

source: Remove Emoji support
it_it: Rimuovi il supporto Emoji

source: Remove Profile color scheme
it_it: Rimuovi la combinazione di colori del profilo

source: Remove Thumbnail sizes
it_it: Rimuovi le dimensioni delle Thumbnail

source: Remove trash actions in Head
it_it: Rimuovi le azioni inutili nell'Head

source: Restrict Media access
it_it: Limita l'accesso ai media

source: Search for
it_it: Cerca per

source: Search page
it_it: Cerca pagina

source: Select
it_it: Seleziona

source: Show Author Box in single page
it_it: Mostra l'Author Box nei singoli post

source: Site Favicon
it_it: Favicon sito

source: Site Logo
it_it: Logo sito

source: Site Logo Dark
it_it: Logo sito Dark

source: Site Logo min
it_it: Logo sito min.

source: Site Logo min Dark
it_it: Logo sito min. Dark

source: Sorry but nothing matched your search item. Please try again with some different keywords
it_it: Spiacenti, ma niente corrisponde al tuo elemento di ricerca. Riprova con alcune parole chiave diverse.

# submit button
source: Search
it_it: Cerca

source: Title:
it_it: Titolo:

source: View More
it_it: Visualizza altro

source: Welcome panel message
it_it: Messaggio del pannello di benvenuto

source: Welcome panel status
it_it: Stato del pannello di benvenuto

source: Welcome to Abbrivio!
it_it: Benvenuto in Abbrivio!

source: Yes
it_it: Si
